{
  "audioId": "",
  "happenedAt": "2024-08-08T02:24:00.000+03:00",
  "typeId": "anmdjatv",
  "locales": {
    "uk": {
      "description": "\n«Цілу осінь і зиму ми слідкували, щоб на могилі постійно горіла свічка в лампадці. Так ніби трохи легше. Думається, що його душі так тепліше». Ольга Криволап, волонтерка та подруга Олега, старається не плакати, коли розказує мені про нього, — хоча голос її тремтить. «Його мама, Ольга Федорівна, щодня приносить Олегові каву, яку він дуже любив», — додає. Тепер уже я ледве стримуюся.\n\nМогила Олега Собченка — активіста, волонтера, митця та військовика — вкрита квітами. Чорнобривці, соняшники, жоржини зливаються барвами з двома прапорами, що майорять над ними, — синьо-жовтим і червоно-чорним. \n\nДивлячись на Олегове фото, я бачу молодого ще чоловіка, зі збиточною напівусмішкою та впевненим батярським поглядом. Усе в образі Олега Собченка нагадує про козаків — бо саме таким, кажуть друзі та рідні, він був — козарлюгою й воїном. А ще Олег був митцем — бо цінував красу і творив її своїми руками. Через мистецтво Олег беріг українську історію, яку любив і шанував, — відновлюючи пам’ятники українським повстанцям та воїнам УНР.\n\n24 січня 2023 року Олег загинув у Вугледарі на Донеччині, не доживши до п’ятдесяти років. У Холодному Яру, чию історію ревно оберігав активіст, поставили пам’ятник героям російсько-української війни, серед яких — і Олег. \n\nЯк кажуть друзі, Олегові було цінно знати, що пам’ятники борцям за незалежність переживуть його, памʼять працюватиме навіть тоді, коли сучасників не стане. Тепер він — поміж героїв, про чию пам’ять сам дбав усе життя.\n\n\\*\\*\n\n«Ми розуміли, що рано чи пізно почнеться велика війна, і Олег до цього готувався, — каже Ігор Луценко. — 25 лютого ми вже були на околиці Києва, який тоді став повноцінною передовою».\nІгор Луценко — військовослужбовець та активіст. Він познайомився з Олегом у 2014 році, на початку Революції Гідності. Олег був на Майдані з перших днів — серед активістів, які «ходили прощею» до Межигір’я, боролися проти вседозволеності Януковича й тодішньої політичної верхівки і на яких потім полювали «тітушки».\n\nБеркутівці серйозно поранили Олега під час революції — і друзі змушені були везти його до Львова, щоб активістові надали медичну допомогу. На той час євромайданівців у Києві переслідували, й Олегові лишатися там було небезпечно. Попри поранення, чоловік рвався назад, бо не звик бути осторонь життя країни. Ще 2012 року Олег долучився до «Мовного майдану» — голодував у центрі Києва, коли влада під керівництвом Януковича намагалася витіснити українську мову з ужитку. Олег також домагався справедливого покарання вбивцям Василя Сергієнка — журналіста, активіста й героя Небесної сотні, закатованого на Черкащині навесні 2014-го. Олег весь час підтримував удову журналіста, відвідував суди й не давав владі звести цю справу нанівець. \n\n«У квітні 2014-го, коли почалися перші сутички на Донбасі, ми з Олегом туди поїхали, — говорить Ігор Луценко. — Звісно, основною тоді проблемою було десь знайти зброю, адже нам хотілося бути повністю боєздатними». Після революції та втечі президента й уряду оборона України трималася на самоорганізації громадянського суспільства. Собченко та Луценко намагалися знайти себе в цьому русі.\n\nОлег долучився до батальйону «Азов» і з ним воював у найгарячіших точках Донбасу. \n\n«Наш командир загинув у серпні під час штурму Іловайська, — веде далі Ігор. — То були трагічні етапи. Олег служив далі, а в 2016-му демобілізувався і лікувався після отриманих травм. Ми з ними ще як добровольці — такі собі дикі волонтери-аеророзвідники — їздили періодично на фронт допомагати з розвідкою нашим військам»\n\nВійна на сході тривала, а в Олега почалась нова битва — проти забруднення річки Рось, біля якої він виріс. Затятий рибалка, він не міг ігнорувати мор риби та цвітіння води — і почав гуртувати громаду Корсуня, аби врятувати водойму.\n\nВ будинку, де Олег виріс, можна було побачити Рось у всій красі, адже його батьківська хата розташована лише за сто метрів. Як діляться Олегові друзі, він не міг не закохатися в цю річку — так само, як не міг не рятувати її від тих, хто її нищив\n\n«В Олега навіть є пост у фейсбуці з липня 2022-го, де він сидить у посадці біля машини: поруч чути вибухи, він у броніку і нам відео записує про те, що відбувається з Россю, — згадує Ольга Криволап. — Перебуваючи на фронті, захищаючи нас там, він іще й думав про річку і як її врятувати».\n\nЗа життя Олега корсунці зареєстрували петицію про збереження Росі. Вона набрала майже три тисячі голосів — і зупинилася. Коли Олег загинув, то петиція за рекордний термін набрала потрібні голоси. Як діляться друзі, втрата Олега змобілізувала громаду. Втім, без активіста складно захищати річку.\n\n\n«Ми стараємось, але без Олега тяжко, — зітхає Ольга. — То була така людина-локомотив».\n\n\\*\\*\n\n\nОлег любив щось робити руками, і, як кажуть близькі, йому це добре вдавалося. Ця любов переросла у мистецтво — активіст створював і відновлював пам’ятники українським героям. \n\n«Для Олега кожна з його робіт була витвором мистецтва. І для нього було важливо не тільки їх встановити, а й вкласти в них свою душу, свої емоції».\n\nТак про майстра і ветерана говорить Олег Слабоспицький — друг і громадський активіст. Два Олеги познайомилися в 2011-му, коли  долучилися до діяльності «Героїки» — благодійного фонду, який відновлює пам’ятники воїнам УНР та підпілля. Олег Собченко сам знайшов інформацію про фонд, написав засновникам і зголосився допомогти. Як майстер і тесля, він встановлював пам’ятники у різних частинах України, разом із дружиною-художницею створював дизайн, досліджував історію і залучав місцевих жителів до роботи. \n\n\n«Олег робив ці пам'ятники не просто для галочки, а співпереживав кожну історію, над якою працював, — розказує Слабоспицький. — Якщо пам’ятник був про конкретний бій — наприклад, армії УНР з більшовиками, — то він цікавився цими архівними документами. Виїжджав на місце бою, намагався зав'язати якісь розмови з місцевими».\n\n«Олега не треба було двічі просити допомогти з пам’ятником, — веде далі він. — Для нього було достатньо цієї мотивації, аби зробити максимально від нього залежне та гідно вшанувати людей, загиблих за Україну».\n\nЯ дивлюся на одну з останніх Олегових робіт. Це висока мармурова стіна, яка нагадує величний мавзолей. В центрі — петлюрівський хрест і лаврові вінки обабіч. Зверху — герб та напис Pro Patria. За Батьківщину.\n\nОлег працював над цим пам’ятником половину весни і літа 2021-го — у селі Великі Зозулинці на Хмельниччині. Був майже весь час на місці, з невеликими відпустками додому, де в Зозулинцях за допомогою місцевих жителів з нуля будував великий меморіал. Тут понад сто років тому радянські окупанти розстріляли вояків УНР, а потім закопали тіла у велику яму. Так ці герої пролежали майже століття, поки їх перепоховали за християнським звичаєм.\n\nПам’ятник відкрили до Дня незалежності 2021 року — в часи відносного спокою, коли Олег міг і знаходив час для активізму та мистецтва. Уже через кілька місяців Росія почне повномасштабне вторгнення, а Олег вирушить до Києва — аби захищати Батьківщину.\n\nДрузі кажуть: він мав заготовки для нових пам’ятників, багато планів для промоції української історії, а ще не припиняв боротися за улюблену річку. Всі ці плани відійшли на другий план з великою війною. \n\n«Олег зіграв ключову роль у захисті Києва на початку повномасштабного вторгнення, — каже Ігор Луценко. — У певний момент він узяв на себе командування обороною стратегічного об’єкту, греблі біля Києва. Якби росіянам стало розуму її захопити, то не знаю, чи ми би втримали ту ділянку, а може, навіть столицю. Нас тоді там було дуже мало, але завдяки тому, що Олег спрацював як природжений командир, нам вдалося відігнати росіян».\n\nУ перші дні великої війни Олег долучився до 72-ї бригади Чорних Запорожців — і став оператором аеророзвідки. Позивний — Чорний. Воював на всіх гарячих точках — до 24 січня 2023-го. Олегові було 49 років.\n\n\\*\\*\n\n«Коли Олег загинув, то Чорні Запорожці запалили вогні, привезли тулумбас і били в нього, коли труну виносили з церкви. До кладовища Олега проводжали під його улюблені українські пісні, — каже Ольга. — За козацьким звичаєм, на обличчя йому поклали червону китайку».\n\nОльга переконана — Олег був справжнім козаком-характерником, який знав і відчував сили природи і був козацького роду. Звідси — його любов до свободи, вольовий характер і рішучість, а ще — затятість у боротьбі проти несправедливості.\n\nОлега поховали на Алеї Героїв у рідному Корсуні. Олегова дружина розробила за його ескізом план меморіалу для загиблих військових — такі меморіали він думав встановлювати по всій Україні. Меморіал поки що у процесі планування — рідні хочуть встановити пам’ятник Олегові влітку 2024 року.\n\nБлизькі також збирають спогади про Олега, аби видати їх книжкою. Олегова донька готує ілюстрації. А на Покрову 2023-го Олегові та іншим захисникам відкрили пам'ятник у Холодному Яру на Черкащині. \n\n«Олег став легендою ще за життя, — ділиться Ольга. — Я дивувалася, як так можливо, що одна людина робить одночасно так багато корисних справ для суспільства. Активізм, річка, історія, війна… Якби кожен так робив, ми б давно вже перемогли ворога».\n\nУже за повномасштабної війни Олег розказував про біль від утрати побратимів. Ділився з друзями тим, що відчуває відчуження — бо бачить, як гинуть найкращі люди.  \n\n«Олег тяжко сприймав загибель побратимів, — згадує Ольга. — Якось написав: “Я не хотів би, щоби за мною довго і тяжко сумували, якщо мене не стане. Бо смуток відбирає сили і може привести до зневіри. Хочу, щоб всі були злі, веселі і добре почувалися”».\n\n«Хочу, щоб всі були злі, веселі і добре почувалися» — ці слова  вирізьблено на пам’ятнику Олегові в Холодному Яру. \n\nЦей напис — нагадування, що, попри втрати, маємо зціпити зуби і не здаватися. Цього хотів би Олег. Його близькі намагаються жити так, як він заповідав: розправити плечі, набратись відваги й боротися далі.",
      "title": " Олег Собченко: Козак, митець і борець за природу",
      "shortDescription": "",
      "quote": "Текст: Анна Романдаш"
    },
    "en": {
      "title": "Oleh Sobchenko: Cossack, Artist, and Defender of Nature",
      "shortDescription": "",
      "description": "\n“We made sure that a candle was always burning at his grave throughout the fall and winter. It feels a bit easier that way. It makes it seem like his soul is warmer,\" Olha Kryvolap, a volunteer and friend of Oleh, tries not to cry when she tells me about him, though her voice trembles. \n\n“His mother, Olha Fedorivna, brings Oleh coffee every day, which he loved very much,” she adds. Now I can barely hold back my tears.\n\nThe grave of Oleh Sobchenko—a dedicated activist, volunteer, artist, and soldier—is adorned with flowers. The colors of marigolds, sunflowers, and dahlias blend with those of the two flags fluttering above them: blue and yellow, and red and black.\n\nLooking at Oleh’s photo, I see a young man with a mischievous half-smile and a confident, roguish gaze. Everything about Oleh Sobchenko's image evokes the spirit of the Cossacks. That’s exactly how his friends and family describe him—a true Cossack and warrior. Moreover, Oleh was an artist who cherished beauty and created it with his own hands. Through his art, Oleh preserved Ukrainian history, which he loved and respected, by restoring monuments to Ukrainian insurgents and soldiers of the Ukrainian People's Republic.\n\nOn January 24, 2023, Oleh died in Vuhledar, Donetsk region, just short of having turned fifty. A monument honoring the heroes of the Russo-Ukrainian War, including Oleh, was erected in Kholodny Yar, a city whose history the activist fervently protected. \n\nFriends say it was important to Oleh to know that the monuments to the fighters for independence would outlive him, and that memory would endure even when contemporaries were gone. Now he is among the heroes whose memory he himself cared for all his life.\n\n\\*\\**\n“We understood that sooner or later a bigger war would start, and Oleh was preparing for it,” says Ihor Lutsenko. “On February 25, we were already on the outskirts of Kyiv, which had become a full-fledged front line by then.”\n\nIhor Lutsenko is a serviceman and activist. He met Oleh in 2014, at the beginning of the Revolution of Dignity. Oleh was on the Maidan from the early days of the uprising. He was among the activists who “marched” to Mezhyhirya, the former estate of then-president Viktor Yanukovuch. Those activists fought against the impunity of the political elite and were later hunted by *titushky*, paid provocateurs. \n\nBerkut officers seriously injured Oleh during the revolution, and his friends had to take him to Lviv for medical treatment. At that time, Euromaidan activists were being persecuted in Kyiv, and it was dangerous for Oleh to stay there. Despite his injuries, he was eager to return, as he was not used to being on the sidelines of important events in the country. As early as 2012, Oleh had joined the “Language Maidan,” where he went on a hunger strike in the center of Kyiv when the Yanukovych-led government tried to push the Ukrainian language out of use. Oleh also sought justice for the killers of Vasyl Serhiyenko, a journalist, activist, and hero of the Heavenly Hundred, who was tortured to death in Cherkasy region in the spring of 2014. Oleh constantly supported the journalist’s widow, attended court hearings, and did not let the authorities dismiss the case.\n\n In 2014, when the unrest in the east began, Oleh was one of the first to rush there. At that time, there were neither weapons nor a formed army, and the country’s defense relied on volunteers and activists.\n\n“In April 2014, when the first clashes began in Donbas, Oleh and I went there,” says Ihor Lutsenko. “Of course, the main problem then was finding weapons, as we wanted to be fully combat-ready.” After the revolution and the escape of president Yanukovych and his government, Ukraine’s defense relied on the self-organization of civil society. Sobchenko and Lutsenko tried to find their place in this movement.\n\nOleh joined the Azov Battalion and fought with them in the hottest spots of Donbas.\n\n“Our commander died in August during the assault on Ilovaisk,” Ihor continues. “Those were tragic events. Oleh continued to serve, and in 2016 he was demobilized and treated for his injuries. We, as volunteers—a kind of wild volunteer aerial reconnaissance team—periodically went to the front to help our troops.”\n\nThe war in the east continued, and Oleh began a new battle against the pollution of the Ros River, near which he grew up. Being a passionate fisherman, he couldn’t ignore the fish die-offs and water blooms, so he started organizing the Korsun community to save the river.\n\nIn the house where Oleh grew up, you could see the Ros River in all its beauty, as his family home is located only a hundred meters away. According to Oleh’s friends, he couldn’t help but fall in love with this river, just as he couldn’t help but protect it from those who were destroying it.\n\n“Oleh even has a post on Facebook from July 2022, where he’s sitting in the brush near a car: explosions are heard nearby, he’s in a bulletproof vest, and he’s recording a video about what’s happening with the Ros,” recalls Olha Kryvolap. \"He was thinking about the river and how to save it even when he was defending us on the front lines.” \n\nDuring Oleh’s lifetime, the residents of Korsun registered a petition to preserve the Ros. It gathered almost three thousand signatures before stalling. When Oleh died, the petition quickly gained the necessary signatures. According to his friends, Oleh’s loss mobilized the community. It has proven difficult to protect the river without the activist, though.\n\n“We're trying, but it's hard without Oleh,” Olha sighs. “He was a driving force in it.”\n\n\\*\\*\\*\nOleh enjoyed working with his hands, and according to his loved ones, he was good at it. This love evolved into an art form of creating and restoring monuments to Ukrainian heroes.\n\n“For Oleh, each of his works was a piece of art. It was important to him not only to install them but to pour his soul and emotions into them.”\n\nThis is how Oleh Slabospytskyi, a friend and community activist, describes the craftsman and veteran. The two Oleh’s met in 2011 when they joined the activities of “Heroika,” a charitable foundation that restores monuments to the soldiers of the Ukrainian People’s Republic (UNR) and the underground resistance. Oleh Sobchenko found information about the foundation himself, wrote to the founders, and volunteered to help. As a craftsman and carpenter, he installed monuments in various parts of Ukraine, created designs with his artist wife, researched history, and involved local residents in the work.\n\n“Oleh didn’t create these monuments just for the sake of it—he empathized with each story he worked on,” Slabospytskyi says. \n\n“If the monument was about a specific battle—for example, the UNR army against the Bolsheviks—he would take an interest in the archival documents. He would visit the battle site and try to engage in conversations with the locals.”\n\n“Oleh didn’t need to be asked twice to help with a monument,” he continues. “For him, the motivation to honor those who died for Ukraine was enough to do his utmost.”\n\nI look at one of Oleh’s last works: it is a tall marble wall resembling a majestic mausoleum. In the center is a Petliura cross with laurel wreaths on either side. Above is the coat of arms and the inscription “Pro Patria,” or “For the Fatherland.”\n\nOleh worked on this monument for half of the spring and summer of 2021 in the village of Velyki Zozulyntsi in the Khmelnytskyi region. He was there almost all the time, with only short trips home, building a large memorial from scratch with the help of local residents. Over a hundred years ago, Soviet occupiers executed UNR soldiers there and buried their bodies in a large pit. Those heroes lay there for nearly a century until they were reburied according to Christian traditions.\n\nThe monument was unveiled on Independence Day in 2021, during a time of relative calm when Oleh could and did find time for activism and art. Just a few months later, Russia would launch a full-scale invasion, and Oleh would head to Kyiv to defend the Fatherland.\n\nFriends say he had plans for new monuments, many ideas for promoting Ukrainian history, and continuing to fight for his beloved river. All these plans were set aside with the onset of the full-scale war.\n\n“Oleh played a key role in defending Kyiv at the beginning of the full-scale invasion,” says Ihor Lutsenko. “At one point, he took command of defending a strategic site at the dam near Kyiv. Had the Russians been smart enough to capture it, I don’t know if we could have held that area, maybe even the capital. There were very few of us, but thanks to Oleh’s natural leadership, we managed to drive the Russians away.”\n\nIn the early days of the great war, Oleh joined the 72nd Black Zaporizhian Brigade and became an aerial reconnaissance operator. His call sign was “Chornyi” (“Black”). He fought in all the hotspots until January 24, 2023. Oleh was 49 years old.\n\n\\*\\*\\*\n“When Oleh died, the Black Zaporozhians lit fires. They brought a tulumbas, an ancient drum used in battle by the Cossacks Zaporizhian Sich, and beat it when the coffin was carried out of the church. They escorted Oleh to the cemetery to the sounds of his favorite Ukrainian songs,\" says Olha. \"They also placed a red kytayka       on his face according to Cossack tradition.\"\n\nOlha is convinced that Oleh knew and felt the forces of nature and was of Cossack lineage. All this fueled his love for freedom, strong-willed nature, determination, and persistent fight against injustice.\n\nOleh was buried in the Alley of Heroes in his native Korsun. His wife designed a memorial plan for fallen soldiers based on his sketch; he’d intended to establish such memorials throughout Ukraine. It is currently in the planning stages and relatives want to erect Oleh’s monument in the summer of 2024.\n\nRelatives are also collecting memories of Oleh to publish in a book. Oleh’s daughter is preparing illustrations. A monument to Oleh and other defenders was unveiled in Kholodny Yar in Cherkasy region on the holiday known as the Intercession of the Theotokos in 2023.\n\n“Oleh became a legend in his lifetime,” Olha shares. “I was amazed at how one person could simultaneously do so many useful things for society. Activism, the river, history, war... If everyone did the same, we would have long since defeated the enemy.”\n\nEven during full-scale war, Oleh talked about the pain of losing his brothers-in-arms. He confided in his friends about the alienation he felt when he saw how some of the country’s  best people were dying.\n\n\"Oleh took the loss of his brothers-in-arms hard,” Olha recalls. “Once he wrote, ‘I wouldn’t want people to mourn me deeply and for a long time if I’m gone. Because sorrow takes away strength and can lead to despair. I want everyone to be angry, happy, and feel good’.”\n\n“I want everyone to be angry, happy, and feel good” are the words carved on Oleh's monument in Kholodny Yar.\n\nThis inscription is a reminder that despite losses, we must grit our teeth and not give up. That is what Oleh wanted. His loved ones strive to live as he commanded: to straighten their shoulders, gather their courage, and continue to fight.",
      "quote": "Text: Anna Romandash"
    }
  },
  "categoryId": "ydvt07",
  "link": "https://theukrainians.org/spec/peopleofculture/sobchenko/",
  "id": "5zz9bm20",
  "createdAt": "2025-07-25T23:05:00.000+03:00",
  "image": "uploads/img_9062.jpeg"
}
